Repository: Arcane94/ExtraWord
Catalog: po/*.po
Languages: cs, hu, it, pl, sr

source: Games
cs: Hry
hu: Játékok
it: Giochi
pl: Gry
sr: Игре

source: Simple game launcher for GNOME
cs: Snadné spouštění her v GNOME
hu: Egyszerű játékindító a GNOME-hoz
it: Semplice raccolta di giochi per GNOME
pl: Proste uruchamianie gier w środowisku GNOME
sr: Једноставан покретач игара за Гном

source: Games is a GNOME 3 application to browse your video games library and to easily pick and play a game from it. It aims to do for games what Music already does for your music library.
cs: Hry je aplikace pro GNOME 3, ve které můžete procházet svoji sbírku videoher a jednoduše je v ní spouštět a hrát. Funguje to podobně jako aplikace Hudba pro vaši hudební sbírku nebo Fotky pro vaše fotografie.
hu: A Játékok egy GNOME 3 alkalmazás a videojáték könyvtárának böngészéséhez, és hogy egyszerűen kiválaszthassa és elindíthassa a játékot onnan. Célja, hogy ugyanazt tegye a játékokkal, amit a Zene már elvégzett a zenekönyvtárral.
it: Giochi è un'applicazione di GNOME 3 per esaminare la libreria dei videogiochi e per avviarli facilmente. L'obiettivo è quello di fare ciò che l'applicazione Musica fa con la libreria musicale.
pl: To program dla środowiska GNOME 3 umożliwiający przeglądanie kolekcji gier i szybkie ich uruchamianie — podobnie jak Odtwarzacz muzyki GNOME umożliwia przeglądanie i odtwarzanie kolekcji muzyki.
sr: Игре је програм Гнома 3 за разгледање библиотеке са видео играма и за лако бирање и играње истих из ње. Циљ му је да за игре одрађује оно што Музика већ одрађује за вашу музичку библиотеку.

source: You want to install Games if you just want a very simple and comfortable way to play your games and you don’t need advanced features such as speedrunning tools or video game development tools.
hu: Akkor kell telepítenie a Játékokat, ha nagyon egyszerű és kényelmes módszert szeretne a játékok elindításához, és nincs szüksége olyan speciális funkciókra, mint például gyors végigjátszást segítő eszközök vagy videojáték fejlesztői eszközök.

source: Features:
cs: Funkce:
hu: Szolgáltatások:
it: Caratteristiche:
pl: Funkcje:
sr: Могућности:

source: List your installed games, your Steam games, your game ROMs…
hu: Telepített játékok, Steam játékok, játék ROM-ok, stb. felsorolása

source: Search in your games collection
cs: Ve své sbírce her můžete vyhledávat
hu: Keresés a játékgyűjteményében
it: Cerca nella tua collezione dei giochi
pl: Wyszukiwanie w kolekcji gier
sr: Тражи у вашој збирци игара

source: Play your games
cs: Samozřejmě hry můžete hrát
hu: Játékok elindítása
it: Gioca con tutti i tuoi giochi
pl: Uruchamianie gier
sr: Игра ваше игре

source: Resume your game to where you left it
cs: Můžete se do her vracet na místo, kde jste je opustili
hu: Játék folytatása, ahol abbahagyta
it: Riprendi il gioco da dove l'hai abbandonato
pl: Wstrzymywanie i wznawianie gier
sr: Наставља са вашом игром од места где сте је напустили

source: Video game player
cs: Hraní videoher
hu: Videojáték-lejátszó
it: Riproduttore di videogiochi
pl: Przeglądarka gier
sr: Програм за играње видео игара

source: View and play your video games collection
cs: Zobrazte si svoji sbírku videoher a zahrajte si je
hu: Videojáték-gyűjtemény elindítása és megtekintése
it: Visualizza e gioca alla tua collezione di videogiochi
pl: Przeglądanie i uruchamianie gier z kolekcji
sr: Прегледајте и играјте видео игре из ваше збирке

source: game;videogame;video game;player;
cs: hra;hry;videohra;videohry;hraní;
hu: játék;videojáték;videó játék;lejátszó;
it: giochi;videogiochi;giocatore;game;videogame;video game;player;
pl: gra;gra komputerowa;gra wideo;
sr: игра;видеоигра;видео игра;играч;играње;

source: Fullscreen
cs: Celá obrazovka
hu: Teljes képernyő
it: Schermo intero
sr: Преко целог екрана

source: Whether the games should be displayed in full screen or not.
hu: A játékok teljes képernyősek legyenek-e vagy sem.

source: Video filter
hu: Videoszűrő

source: Filter for the game video output. Allowed values are: “smooth” (blurry pixels), “sharp” (blocky pixels).
hu: A játék videokimenetének szűrése. Lehetséges értékek: „smooth” (homályos pixelek), „sharp” (kockás pixelek).

source: Window maximized
hu: Teljes méretű ablak

source: Window maximized state.
hu: Az ablak maximalizált állapota.

source: Window size
hu: Ablakméret

source: Window size (width and height).
hu: Ablakméret (szélesség és magasság).

source: _Preferences
cs: _Předvolby
hu: _Beállítások
it: Preferen_ze
pl: _Preferencje
sr: _Поставке

source: _About
cs: O _aplikaci
hu: _Névjegy
it: I_nformazioni
pl: _O programie
sr: _О програму

source: _Quit
cs: U_končit
hu: _Kilépés
it: _Esci
pl: Za_kończ
sr: _Изађи

source: Loading
cs: Načítá se
hu: Betöltés
it: Caricamento
sr: Учитавам

source: Search
cs: Hledat
hu: Keresés
it: Cerca
pl: Wyszukaj
sr: Потражи

source: Back
cs: Zpět
hu: Vissza
it: Indietro
pl: Wstecz
sr: Назад

source: Restore
cs: Obnovit
hu: Visszaállítás
it: Ripristina
sr: Врати

source: This is a dummy game display
hu: Ez egy üres játékmegjelenítő

source: If you see this, this is a bug.
cs: To, že jej vidíte, znamená chybu.
hu: Ha ezt látja, akkor ez hiba.
it: Se stai vedendo questo, allora si tratta di un bug.
pl: Jeśli to jest widoczne, to wystąpił błąd.
sr: Ако видите ово, заправо видите грешку.

source: Please contact the developers.
cs: Kontaktujte prosím vývojáře.
hu: Lépjen kapcsolatba a fejlesztőkkel.
it: Contattare gli sviluppatori.
pl: Prosimy skontaktować się z programistami.
sr: Обратите се програмерима.

source: No games found
cs: Nebyla nalezena žádná hra
hu: Nem találhatók játékok
it: Nessun gioco trovato
pl: Brak gier
sr: Нема игара

source: Install games or add directories containing games to your search sources.
cs: Nainstalujte hry nebo přidejte do prohledávaných zdrojů složky obsahující hry.
hu: Telepítsen játékokat, vagy adjon hozzá játékokat tartalmazó könyvtárakat a keresési forrásokhoz.
it: Installa giochi o aggiungi cartelle contenenti giochi alle fonti di ricerca.
pl: Należy zainstalować gry lub dodać katalogi zawierające gry do źródeł wyszukiwania.
sr: Инсталирајте игре или додајте директоријуме који садрже игре у извориштима претраге.

source: Media
cs: Médium
hu: Adathordozó
it: Supporti
sr: Медиј

source: Plugins
cs: Zásuvné moduly
hu: Bővítmények
it: Plugin
pl: Wtyczki
sr: Прикључци

source: Filter
hu: Szűrő

source: Preferences
cs: Předvolby
hu: Beállítások
it: Preferenze
pl: Preferencje
sr: Поставке

source: Video
hu: Videó

source: Extensions
cs: Rozšíření
hu: Kiterjesztések
it: Estensioni
pl: Rozszerzenia
sr: Проширења

source: Are you sure you want to quit?
cs: Opravdu chcete skončit?
hu: Biztos, hogy ki szeretne lépni?
it: Uscire veramente?
pl: Na pewno zakończyć?
sr: Да ли сигурно желите да изађете?

source: All unsaved progress will be lost.
cs: Všechny neuložené postupy budou ztraceny.
hu: Az összes nem mentett folyamat el fog veszni.
it: Tutti gli avanzamenti di gioco saranno persi.
pl: Niezapisane postępy zostaną utracone.
sr: Све што сте до сада урадили биће изгубљено.

source: Quit
cs: Ukončit
hu: Kilépés
it: Esci
pl: Zakończ
sr: Изађи

source: Cancel
cs: Zrušit
hu: Mégse
it: Annulla
pl: Anuluj
sr: Откажи

source: Use the game’s own window to play it
hu: A játék saját ablakát kell használnia az elindításához

source: This game isn’t integrated to GNOME Games.
hu: Ez a játék nincs integrálva a GNOME Játékokkal.

source: You have to use its own window to play it.
cs: K jejímu hraní se musí použít její vlastní okno.
hu: A saját ablakát kell használnia az elindításához.
it: È necessario usare la sua finestra nativa per poterci giocare.
pl: Należy użyć jej okna.
sr: Морате да користите њен сопствени прозор да је играте.

source: Resume last game?
cs: Obnovit poslední hru?
hu: Folytatja a legutóbbi játékot?
it: Riprendere l'ultima partita?
pl: Wznowić ostatnią grę?
sr: Да наставим са последњом игром?

source: Resume
cs: Obnovit
hu: Folytatás
it: Riprendi
pl: Wznów
sr: Настави

source: Restart
cs: Od začátku
hu: Újraindítás
it: Riavvia
sr: Поново покрени

source: Resuming failed. Do you want to to restart the game?
cs: Obnovení selhalo. Chcete hru spustit od začátku?
hu: A folytatás sikertelen. Újraindítja a játékot?
it: Ripresa della partita non riuscita. Ricominciare la partita?
sr: Настављање није успело. Да ли желите поново да покренете игру?

source: Reset
cs: Od začátku
hu: Visszaállítás
it: Azzera
sr: Врати

source: Invalid command “%s”.
hu: Érvénytelen parancs: „%s”.

source: Tracker listed file not found: “%s”.
hu: A követő által listázott fájl nem található: „%s”.

source: Couldn’t parse desktop entry “%s”.
hu: A(z) „%s” asztalbejegyzés nem dolgozható fel.

source: “%s” has blacklisted category “%s”.
hu: A(z) „%s” „%s” kategóriája feketelistán van.

source: “%s” has blacklisted executable “%s”.
hu: A(z) „%s” „%s” futtatható állománya feketelistán van.

source: “%s” is blacklisted.
hu: A(z) „%s” feketelistán van.

source: The file doesn’t have a Dreamcast header.
hu: A fájlnak nincs Dreamcast fejléce.

source: The file doesn’t have a Game Cube header.
hu: A fájlnak nincs Game Cube fejléce.

source: This doesn’t represent a valid LÖVE package: “%s”.
hu: Ez nem egy érvényes LÖVE csomagot képvisel: „%s”.

source: Invalid MAME game id “%s” for “%s”.
hu: A(z) „%s” egy érvénytelen MAME játékazonosító ehhez: „%s”.

source: The file doesn’t have a Master System header.
hu: A fájlnak nincs Master System fejléce.

source: The file doesn’t have a Genesis/Sega 32X/Sega CD/Sega Pico header.
hu: A fájlnak nincs Genesis/Sega 32X/Sega CD/Sega Pico fejléce.

source: The file “%s” doesn’t have a track.
hu: A(z) „%s” fájlnak nincs sávja.

source: The file “%s” doesn’t have a valid binary file format.
hu: A(z) „%s” fájlnak nincs érvényes bináris fájlformátuma.

source: The file “%s” doesn’t have a valid track mode for track %d.
hu: A(z) „%s” fájlnak nincs érvényes sáv módja a(z) %d. sávhoz.

source: Disc with disc_id %s is unknown
cs: Disk s disc_id %s je neznámý.
hu: A(z) %s azonosítójú lemez ismeretlen
it: Disco con disc_id %s sconosciuto
sr: Диск са иб-ом диска „%s“ није познат

source: Invalid PlayStation header: disc ID not found in “%s”.
hu: Érvénytelen PlayStation fejléc: a lemezazonosító nem található itt: „%s”.

source: The file doesn’t have a Sega Saturn header.
hu: A fájlnak nincs Sega Saturn fejléce.

source: The file “%s” doesn’t have a valid Sega Saturn binary file.
hu: A(z) „%s” fájlnak nincs érvényes Sega Saturn bináris fájlja.

source: Couldn’t get Steam appid from manifest “%s”.
hu: A Steam alkalmazásazonosító nem nyerhető ki a(z) „%s” leíróból.

source: File “%s” doesn’t exist.
hu: A(z) „%s” fájl nem létezik.

source: Unexpected token '{'.
cs: Neočekávaný výskyt symbolu „{“.
hu: Váratlan „{” token.
it: Elemento «{» inatteso.
pl: Nieoczekiwany token „{”.
sr: Неочекивани симбол {.

source: Unexpected end of tokens.
cs: Neočekávaný výskyt zavíracího symbolu.
hu: A tokenek váratlanul véget értek.
it: Fine degli elementi inattesa.
pl: Nieoczekiwany koniec tokenów.
sr: Неочекивани крај симбола.

source: Unexpected token '}'.
cs: Neočekávaný výskyt symbolu „}“.
hu: Váratlan „{” token.
it: Elemento «}» inatteso.
pl: Nieoczekiwany token „}”.
sr: Неочекивани симбол }.

source: Couldn’t get name from Steam registry.
hu: A név nem nyerhető ki a Steam nyilvántartásból.

source: Invalid Wii header size: %s
cs: Neplatná velikost hlavičky Wii: %s
hu: Érvénytelen Wii fejlécméret: %s
it: Dimensione intestazione Wii non valida: %s
pl: Nieprawidłowy rozmiar nagłówka konsoli Wii: %s
sr: Неисправна величина „Wii“ заглавља: %s

source: The file doesn’t have a Wii header.
hu: A fájlnak nincs Wii fejléce.

source: Couldn’t read file: %s
hu: A fájl nem olvasható: %s

source: The game doesn’t have a valid command.
hu: A fájlnak nincs Wii fejléce.

source: Couldn’t run “%s”: execution failed.
hu: A(z) „%s” nem futtatható: végrehajtás sikertelen.

source: Invalid media index %u.
cs: Neplatný index média %u.
hu: Érvénytelen médiaindex: %u.
it: Indice supporto %u non valido.
sr: Неисправан индекс медија %u.

source: Invalid plugin descriptor: %s
cs: Neplatný popisovač zásuvného modulu: %s
hu: Érvénytelen bővítményleíró: %s
it: Descrittore plugin non valido: %s
pl: Nieprawidłowy deskryptor wtyczki: %s
sr: Неисправан описник прикључка: %s

source: Couldn’t create a new instance of plugin in “%s”.
hu: Nem hozható létre a bővítmény új példánya itt: „%s”.

source: Disc %d
cs: Disk %d
hu: %d. lemez
it: Disco %d
sr: Диск %d

source: No game title found for disc ID “%s”.
hu: Nem található játékcím a(z) „%s” lemezazonosítóhoz.

source: No disc title found for disc ID “%s”.
hu: Nem található lemezcím a(z) „%s” lemezazonosítóhoz.

source: No disc set ID found for disc ID “%s”.
hu: Nem található lemezkészlet-azonosító a(z) „%s” lemezazonosítóhoz.

source: No disc found for disc ID “%s”.
hu: Nem található lemez a(z) „%s” lemezazonosítóhoz.

source: The mapping string can’t be null.
hu: A leképező karakterlánc nem lehet null.

source: The mapping string can’t be empty.
hu: A leképező karakterlánc nem lehet üres.

source: Unable to open file “%s”: %s
hu: A(z) „%s” fájl nem nyitható meg: %s

source: Evdev is unable to open “%s”: %s
hu: Az evdev nem tudja megnyitni a(z) „%s” fájlt: %s

source: No module found for platform “%s” and MIME types [ “%s” ].
hu: Nem található modul a(z) „%s” platformhoz és a(z) [ „%s” ] MIME típusokhoz.

source: This game requires the %s firmware file to run.
hu: Ennek a játéknak a futtatásához a(z) %s firmware fájl szükséges.

source: This game requires the %s firmware file with a MD5 fingerprint of %s to run.
hu: Ennek a játéknak a futtatásához a(z) %s, %s MD5 ujjlenyomattal ellátott firmware fájl szükséges.

source: This game requires the %s firmware file with a SHA-512 fingerprint of %s to run.
hu: Ennek a játéknak a futtatásához a(z) %s, %s SHA-512 ujjlenyomattal ellátott firmware fájl szükséges.

source: Invalid game file: “%s”.
hu: Érvénytelen játékfájl: „%s”.

source: No module found for “%s”.
hu: Nem található modul ehhez: „%s”.

source: The system “%s” isn’t supported yet, but full support is planned.
hu: A(z) „%s” rendszer még nem támogatott, de a teljes támogatás tervezett.

source: The system isn’t supported yet, but full support is planned.
hu: A rendszer még nem támogatott, de a teljes támogatás tervezett.

source: GNOME Games
cs: Hry GNOME
hu: GNOME Játékok
it: Giochi GNOME
pl: Gry GNOME
sr: Гномове игре

source: A video game player for GNOME
cs: Hraní videoher pro GNOME
hu: Egy videojáték-lejátszó a GNOME-hoz
it: Un riproduttore di videogiochi per GNOME
pl: Uruchamianie gier w środowisku GNOME
sr: Програм за играње видео игара за Гном

source: Learn more about GNOME Games
cs: Zjistěte si více o Hrách GNOME
hu: Tudjon meg többet a GNOME Játékokról
it: Informazioni su Giochi GNOME
pl: Więcej informacji o Grach GNOME
sr: Сазнајте више о Гномовим играма

source: translator-credits
cs: Marek Černocký <marek@manet.cz>
hu: Úr Balázs <urbalazs@gmail.com> Meskó Balázs <meskobalazs@gmail.com>
it: Milo Casagrande <milo@milo.name>, 2016 Michael Moroni <michael.moroni@openmailbox.org>, 2016
pl: Piotr Drąg <piotrdrag@gmail.com>, 2016 Aviary.pl <gnomepl@aviary.pl>, 2016
sr: Мирослав Николић <miroslavnikolic@rocketmail.com> http://prevod.org — преводи на српски језик

source: An unexpected error occurred.
hu: Váratlan hiba történt.

source: Playing a game
cs: Hraje se hra
hu: Játék elindítása
it: Gioca con tutti i tuoi giochi
sr: Играм игру

source: Oops! Unable to run “%s”
cs: Problém! Nelze spustit „%s“
hu: Hoppá! A(z) „%s” nem futtatható
it: Impossibile lanciare «%s»
sr: Упсс! Не могу да покренем „%s“

source: Oops! Unable to run the game
cs: Problém! Hru nelze spustit
hu: Hoppá! A játék nem futtatható
it: Impossibile lanciare il gioco
sr: Упсс! Не могу да покренем игру

source: Media %d
cs: Médium %d
hu: %d. adathordozó
it: Supporto %d
sr: Медиј %d

source: Smooth
hu: Sima

source: Sharp
hu: Éles

source: “%s” doesn’t have a track for index %u.
hu: A(z) „%s” nem tartalmaz sávot a(z) %u. indexhez.

source: %s:%lu: Invalid file format %s, expected a valid file format or none.
cs: %s:%lu: Neplatný formát souboru %s, byl očekáván platný formát souboru nebo nic.
hu: %s:%lu: Érvénytelen %s fájlformátum, érvényes fájlformátum várt, vagy semmi.
it: %s:%lu: formato file %s non valido, atteso un formato valido o nulla.
pl: %s:%lu: nieprawidłowy format pliku %s, oczekiwano prawidłowego formatu pliku lub jego braku.
sr: %s:%lu: Неисправан запис датотеке „%s“, очекивах исправан запис датотеке или ништа.

source: %s:%lu: Unexpected token TRACK before a FILE token.
cs: %s:%lu: Neočekávaný symbol TRACK před symbolem FILE.
hu: %s:%lu: Váratlan TRACK token egy FILE token előtt.
it: %s:%lu: elemento TRACK non atteso prima di un elemento FILE.
pl: %s:%lu: nieoczekiwana token ŚCIEŻKI przed tokenem PLIKU.
sr: %s:%lu: Неочекиван симбол СТАЗЕ пре симбола ДАТОТЕКЕ.

source: %s:%lu: Invalid track number %s, expected a number in the 1-99 range.
cs: %s:%lu: Neočekávané číslo stopy %s, bylo očekáváno číslo v rozsahu 1 až 99.
hu: %s:%lu: Érvénytelen %s sávszám, egy 1-99 intervallumbeli szám várt.
it: %s:%lu: traccia numero %s non valida, atteso un valore nell'intervallo 1-99.
pl: %s:%lu: nieoczekiwany numer ścieżki %s, oczekiwano numeru w zakresie 1-99.
sr: %s:%lu: Неисправан број нумере %s, очекивах број у опсегу 1-99.

source: %s:%lu: Invalid track mode %s, expected a valid track mode.
cs: %s:%lu: Neplatný režim stopy %s, byl očekáván platný režim stopy.
hu: %s:%lu: Érvénytelen %s sáv mód, egy érvényes sáv mód várt.
it: %s:%lu: modalità traccia %s non valida, attesa una modalità traccia valida.
pl: %s:%lu: nieprawidłowy tryb ścieżki %s, oczekiwano prawidłowego trybu ścieżki.
sr: %s:%lu: Неочекиван режим стазе %s, очекивах исправан режим стазе.

source: %s:%lu: Unexpected end of file, expected %s.
cs: %s:%lu: Neočekávaný konec soubory, byl čekáván symbol %s.
hu: %s:%lu: Váratlan fájlvég, %s várt.
it: %s:%lu: fine file inattesa, atteso %s.
pl: %s:%lu: nieoczekiwany koniec pliku, oczekiwano %s.
sr: %s:%lu: Неочекивани крај датотеке, очекивах „%s“.

source: %s:%lu: Unexpected token %s, expected %s.
cs: %s:%lu: Neočekávaný symbol %s, byl očekáván %s.
hu: %s:%lu: Váratlan %s token, %s várt
it: %s:%lu: elemento %s inatteso, atteso %s.
pl: %s:%lu: nieoczekiwany token %s, oczekiwano %s.
sr: %s:%lu: Неочекивани симбол „%s“, очекивах „%s“.

source: %s:%lu: Unexpected end of file, expected a token.
cs: %s:%lu: Neočekávaný konec souboru, byl očekáván symbol.
hu: %s:%lu: Váratlan fájlvég, egy token várt.
it: %s:%lu: fine file inattesa, atteso un elemento.
pl: %s:%lu: nieoczekiwany koniec pliku, oczekiwano tokena.
sr: %s:%lu: Неочекивани крај датотеке, очекивах симбол.

source: %s:%lu: Unexpected end of line, expected a token.
cs: %s:%lu: Neočekávaný konec řádku, byl očekáván symbol.
hu: %s:%lu: Váratlan sorvég, egy token várt.
it: %s:%lu: fine riga inattesa, atteso un elemento.
pl: %s:%lu: nieoczekiwany koniec wiersza, oczekiwano tokena.
sr: %s:%lu: Неочекивани крај реда, очекивах симбол.

source: %s:%lu: Unexpected token %s, expected end of line.
cs: %s:%lu: Neočekávaný symbol %s, byl očekáván konec řádku.
hu: %s:%lu: Váratlan %s token, sorvég várt.
it: %s:%lu: elemento %s inatteso, attesa fine riga.
pl: %s:%lu: nieoczekiwany token %s, oczekiwano końca wiersza.
sr: %s:%lu: Неочекивани симбол „%s“, очекивах крај реда.

source: You want to install Games if you just want a very simple and comfortable way to play your games and you don't need advanced features such as speedrunning tools or video game development tools.
cs: Aplikaci Hry si určitě budete chtít nainstalovat, pokud chcete snadno a pohodlně hrát své hry a nepotřebujete při tom žádné pokročilé věci, jako jsou urychlování běhu her nebo vývojářské nástroje pro hry.
it: Vuoi installare Giochi se vuoi solamente un modo semplice e confortevole per giocare ai tuoi giochi e non hai bisogno di caratteristiche avanzate come strumenti per l'aumento della velocità o per lo sviluppo di videogiochi.
pl: Warto zainstalować Gry GNOME, jeśli potrzebny jest prosty i wygodny sposób na uruchamianie gier bez specjalnych wodotrysków, takich jak narzędzia wspomagające speedrunning lub narzędzia dla programistów gier.
sr: Инсталирајте Игре ако желите врло једноставан и удобан начин за играње игара а нису вам потребне напредне функције као што су алати брзинског покретања или алати за развој видео игара.

source: List your installed games, your Steam games, your game ROMs...
cs: Zobrazuje seznam nainstalovaných her, vaše hry v systému Steam, obrazy ROM pro hry…
it: Elenca i tuoi giochi installati, i tuoi giochi su Steam, le tue ROM...
pl: Lista zainstalowanych gier, gier na platformie Steam, ROM-ów itp.
sr: Исписује ваше инсталиране игре, игре Стима, РОМ-ове игара...

source: <b><span size="large">This is a dummy game display</span></b>
cs: <b><span size="large">Toto je falešné zobrazení hry</span></b>
it: <b><span size="large">Questa è una finta schermata di gioco</span></b>
pl: <b><span size="large">Pusta gra</span></b>
sr: <b><span size="large">Ово је макетни приказ игре</span></b>

source: <b><span size="large">Use the game's own window to play it</span></b>
cs: <b><span size="large">Použít pro hraní hry její vlastní okno</span></b>
it: <b><span size="large">Usa la finestra nativa del gioco per giocare</span></b>
pl: <b><span size="large">Należy użyć okna gry</span></b>
sr: <b><span size="large">Користи сопствени прозор игре</span></b>

source: This game isn't integrated to GNOME Games.
cs: Tato hra není integrovaná do her GNOME.
it: Questo gioco non è integrato in Giochi GNOME.
pl: Ta gra nie jest zintegrowana z Grami GNOME.
sr: Ова игра није обједињена са Гномовим играма.

source: Invalid command '%s'.
cs: Neplatný příkaz „%s“.
it: Comando «%s» non valido.
pl: Nieprawidłowe polecenie „%s”.
sr: Неисправна наредба „%s“.

source: Tracker listed file not found: '%s'.
cs: Soubor, který poskytl Tracker, nebyl nalezen: „%s“
it: File indicato dal tracker non trovato: «%s».
pl: Nie odnaleziono pliku: „%s”.
sr: Нисам нашао датотеку коју је излистао пратилац: „%s“.

source: Couldn't parse desktop entry '%s'.
cs: Nelze zpracovat spouštěcí soubor „%s“.
it: Impossibile leggere la voce desktop «%s».
pl: Nie można przetworzyć wpisu .desktop: „%s”.
sr: Не могу да обрадим унос радне површи „%s“.

source: '%s' has blacklisted category '%s'.
cs: „%s“ má na černé listině kategorii „%s“.
it: «%s» presenta una categoria «%s» non consentita.
pl: „%s” umieścił kategorię „%s” na czarnej liście.
sr: „%s“ садржи категорију „%s“ која је на списку забрана.

source: '%s' has blacklisted executable '%s'.
cs: „%s“ má na černé listině spustitelný soubor „%s“.
it: «%s» presenta un eseguibile «%s» non consentito.
pl: „%s” umieścił plik wykonywalny „%s” na czarnej liście.
sr: „%s“ садржи извршну „%s“ која је на списку забрана.

source: '%s' is blacklisted.
cs: „%s“ je na černé listině.
it: «%s» non è consentito.
pl: „%s” jest na czarnej liście.
sr: „%s“ је на списку забрана.

source: The file doesn't have a Dreamcast header.
cs: Soubor nemá hlavičku Dreamcast.
it: Il file non ha un'intestazione Dreamcast.
pl: Plik nie ma nagłówka konsoli Dreamcast.
sr: Датотека не садржи „Dreamcast“ заглавље.

source: The file doesn't have a Game Cube header.
cs: Soubor nemá hlavičku Game Cube.
it: Il file non ha un'intestazione Game Cube.
pl: Plik nie ma nagłówka konsoli GameCube.
sr: Датотека не садржи „Game Cube“ заглавље.

source: This doesn't represent a valid LÖVE package: '%s'.
cs: Nejedná se o platný balíček LÖVE: „%s“
it: Non rappresenta un pacchetto LÖVE valido: «%s».
pl: To nie jest prawidłowy pakiet LÖVE: „%s”.
sr: Ово не представља исправан „LÖVE“: „%s“.

source: Invalid MAME game id '%s' for '%s'.
cs: Neplatné id „%s“ hry MAME pro „%s“.
it: ID gioco MAME «%s» non valido per «%s».
pl: Nieprawidłowy identyfikator gry MAME „%s” dla „%s”.
sr: Неисправан иб МАМЕ игре „%s“ за „%s“.
