Repository: Arcane94/ExtraWord
Catalog: po/*.po
Languages: cs, hu, it, pl, sr

source: The file doesn't have a Master System header.
cs: Soubor nemá hlavičku Master System.
it: Il file non ha un'intestazione Master System.
pl: Plik nie ma nagłówka konsoli Master System.
sr: Датотека не садржи „Master System“ заглавље.

source: The file doesn't have a Genesis/Sega 32X/Sega CD/Sega Pico header.
cs: Soubor nemá hlavičku Genesis/Sega 32X/Sega CD/Sega Pico.
it: Il file non ha un'intestazione Genesis/Sega 32X/Sega CD/Sega Pico.
sr: Датотека не садржи „Genesis/Sega 32X/Sega CD/Sega Pico“ заглавље.

source: The file '%s' doesn't have a track.
cs: Soubor „%s“ neobsahuje žádnou stopu.
it: Il file «%s» non ha una traccia.
pl: Plik „%s” nie ma ścieżki.
sr: Датотека „%s“ не садржи стазу.

source: The file '%s' doesn't have a valid binary file format.
cs: Soubor „%s“ nemá platný formát binárního souboru.
it: Il file «%s» non ha un formato file binario valido.
pl: Plik „%s” nie ma prawidłowego formatu pliku binarnego.
sr: Датотека „%s“ не садржи исправан запис бинарне датотеке.

source: The file '%s' doesn't have a valid track mode for track %d.
cs: Soubor „%s“ nemá žádný platný režim stopy pro stopu %d.
it: Il file «%s» non ha una modalità traccia valido per la traccia %d.
pl: Plik „%s” nie ma prawidłowego trybu ścieżki dla ścieżki %d.
sr: Датотека „%s“ не садржи исправан режим стазе за %d. стазу.

source: Invalid PlayStation header: disc ID not found in '%s'.
cs: Neplatná hlavička PlayStation: ID disku nebylo nalezeno v „%s“.
it: Intestazione PlayStation non valida: ID disco non trovato in «%s».
pl: Nieprawidłowy nagłówek konsoli PlayStation: nie odnaleziono identyfikatora płyty w „%s”.
sr: Неисправно заглавље за „PlayStation“: нисам нашао ИБ диска у „%s“.

source: The file doesn't have a Sega Saturn header.
cs: Soubor nemá hlavičku Sega Saturn.
it: Il file non ha un'intestazione Sega Saturn.
pl: Plik nie ma nagłówka konsoli Sega Saturn.
sr: Датотека не садржи „Sega Saturn“ заглавље.

source: The file '%s' doesn't have a valid Sega Saturn binary file.
cs: Soubor „%s“ není platný binární soubor Sega Saturn.
it: Il file «%s» non ha un file binario Sega Saturn valido.
pl: Plik „%s” nie ma prawidłowego pliku binarnego konsoli Sega Saturn.
sr: Датотека „%s“ не садржи исправну бинарну „Sega Saturn“ датотеку.

source: Couldn't get Steam appid from manifest '%s'.
cs: Z manifestu „%s“ nelze získat Steam appid.
it: Impossibile ottenere lo appid Steam da «%s».
pl: Nie można uzyskać identyfikatora programu Steam z manifestu „%s”.
sr: Не могу да добавим апиб „Steam“ из прогласа „%s“.

source: File '%s' doesn't exist.
cs: Soubor „%s“ neexistuje.
it: Il file «%s» non esiste.
pl: Plik „%s” nie istnieje.
sr: Датотека „%s“ не постоји.

source: Couldn't get name from Steam registry.
cs: Nelze získat název z registru Steam.
it: Impossibile recuperare il nome dal registro Steam.
pl: Nie można uzyskać nazwy z rejestru Steam.
sr: Не могу да добавим назив из регистра Стима.

source: The file doesn't have a Wii header.
cs: Soubor nemá hlavičku Wii.
it: Il file non ha un'intestazione Wii.
pl: Plik nie ma nagłówka konsoli Wii.
sr: Датотека не садржи „Wii“ заглавље.

source: Couldn't read file: %s
cs: Nelze číst soubor: %s
it: Impossibile leggere il file: %s
pl: Nie można odczytać pliku: %s
sr: Не могу да прочитам датотеку: %s

source: Invalid command: it doesn't have any argument.
cs: Neplatný příkaz: nemá žádný argument.
it: Comando non valido: non è stato passato alcun argomento.
pl: Nieprawidłowe polecenie: nie ma żadnych parametrów.
sr: Неисправна наредба: не садржи ни један аргумент.

source: Couldn't run '%s': execution failed.
cs: Nelze spustit „%s“: spuštění selhalo
it: Impossibile lanciare «%s»: esecuzione non riuscita.
pl: Nie można uruchomić „%s”: wykonanie się nie powiodło.
sr: Не могу да покренем „%s“: извршавање није успело.

source: Couldn't create a new instance of plugin in '%s'.
cs: Nelze vytvořit novou instanci zásuvného modulu v „%s“.
it: Impossibile creare una nuova istanza del plugin in «%s».
pl: Nie można utworzyć nowego wystąpienia wtyczki w „%s”.
sr: Не могу да створим нови примерак прикључка у „%s“.

source: No game title found for disc ID '%s'.
cs: Pro ID disku „%s“ nebyl nalezen název hry.
it: Titolo gioco non trovato per il disco con ID «%s».
sr: Нисам нашао наслов игре за ИБ диска „%s“.

source: No disc title found for disc ID '%s'.
cs: Pro ID disku „%s“ nebyl nalezen název disku.
it: Titolo disco non trovato per il disco con ID «%s».
sr: Нисам нашао наслов диска за ИБ диска „%s“.

source: No disc set ID found for disc ID '%s'.
cs: Pro ID disku „%s“ nebylo nalezeno žádné ID sady disků.
it: ID dell'insieme di dischi non trovato per il disco con ID «%s».
sr: Нисам нашао ИБ скупа диска за ИБ диска „%s“.

source: No disc found for disc ID '%s'.
cs: Pro ID disku „%s“ nebyl nalezen žádný disk.
it: Nessun disco trovato per l'ID disco «%s».
sr: Нисам нашао диск за ИБ диска „%s“.

source: The mapping string can't be null.
cs: Mapovací řetězec nemůže být bez hodnoty.
it: La stringa di mappatura non può essere nulla.
pl: Ciąg mapowania nie może wynosić „null”.
sr: Ниска мапирања не може бити ништавна.

source: The mapping string can't be empty.
cs: Mapovací řetězec nemůže být prázdný.
it: La stringa di mappatura non può essere vuota.
pl: Ciąg mapowania nie może być pusty.
sr: Ниска мапирања не може бити празна.

source: Unable to open file '%s': %s
cs: Nelze otevřít soubor „%s“: %s
it: Impossibile aprire il file «%s»: %s
pl: Nie można otworzyć pliku „%s”: %s
sr: Не могу да отворим датотеку „%s“: %s

source: Evdev is unable to open '%s': %s
cs: Evdev nemůže otevřít „%s“: %s
it: Evdev non è in grado di aprire «%s»: %s
pl: Evdev nie może otworzyć pliku „%s”: %s
sr: Евдев не може да отвори „%s“: %s

source: No module found for platform '%s' and MIME types [ '%s' ].
cs: Pro platformu „%s“ a typ MIME [„%s“] nebyl nalezen žádný modul.
it: Nessun modulo trovato per la piattaforma «%s» e per i tipi MIME [ %s ].
sr: Нисам нашао модул за платформу „%s“ и МИМЕ врсте [ „%s“ ].

source: Invalid game file: '%s'.
cs: Neplatný soubor s hrou: „%s“
it: File di gioco non valido: «%s».
pl: Nieprawidłowy plik gry: „%s”.
sr: Неисправна датотека игре: „%s“.

source: '%s' doesn't have a track for index %u.
cs: „%s“ nemá stopu s indexem %u.
it: «%s» non ha una traccia per l'indice %u.
pl: „%s” nie ma ścieżki dla indeksu %u.
sr: „%s“ не садржи стазу за индекс %u.

source: Main Menu
pl: Menu główne

source: The file doesn't have a Game Boy header.
pl: Plik nie ma nagłówka konsoli Game Boy.

source: The file doesn't have a Mega Drive/Genesis/32X header.
pl: Plik nie ma nagłówka konsoli Mega Drive/Genesis/32X.

source: PlayStation header not found in '%s'.
pl: Nie odnaleziono nagłówka konsoli PlayStation w „%s”.

source: Couldn't run game: module '%s' not found.
pl: Nie można uruchomić gry: nie odnaleziono modułu „%s”.

source: Couldn't write snapshot.
pl: Nie można zapisać migawki.

source: Couldn't load snapshot.
pl: Nie można wczytać migawki.
